
@include('header')
<div id="content">
    <article>
        <h3><a href="/post"> This is post # 1 </a>               </h3>
        <p>
        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
        Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
        В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, 
        используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без 
        заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в 
        новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и,
            в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, 
            в шаблонах которых используется Lorem Ipsum.
        </p>
    </article>
    <article>
        <h3><a href="/posts/my-second-post"> This is post # 2 </a>  </h3>
        <p>
        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
        Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
        В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, 
        используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без 
        заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в 
        новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и,
            в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, 
            в шаблонах которых используется Lorem Ipsum.
        </p>
    </article>
    <article>
        <h3> <a href="/post"> This is post # 3 </a>                </h3>
        <p>
        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
        Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
        В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, 
        используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без 
        заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в 
        новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и,
            в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, 
            в шаблонах которых используется Lorem Ipsum.
        </p>
    </article>
    <article>
        <h3> <a href="/post"> This is post # 4 </a>                </h3>
        <p>
        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. 
        Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. 
        В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, 
        используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без 
        заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в 
        новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и,
            в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, 
            в шаблонах которых используется Lorem Ipsum.
        </p>
    </article>
    @yield('content')
</div>
@include('footer')
